Repository: Lokesh-Bharath/LocateFarm
Catalog: Downloads/Farm to Customer/lib/l10n/app_*.arb
Languages: te

# hometext
source: Farmers to Customers
te: రైతులకు వినియోగదారులు

source: Home
te: హోమ

source: Farmer
te: రైతు

source: Customer
te: కస్టమర్

# profile
source: Your Profile
te: మీ ప్రొఫైల్

source: About Us
te: మా గురించి

source: Vegetables
te: కూరగాయలు

source: Fruits
te: పండు

source: Rice
te: బియ్యం

source: Pulses
te: పప్పులు

source: Sellers Zone
te: విక్రేత ప్రాంతం

source: Buyers Zone
te: కొనుగోలుదారు భూభాగం

source: Name
te: పేరు

source: Mobile Number
te: మొబైల్ సంఖ్య

source: Address
te: చిరునామా

# aadhaar
source: Aadhaar Number
te: ఆధార్ సంఖ్య

# passbook
source: Pattadhar Passbook Number
te: పట్టాధర్ పాస్‌బుక్ నంబర్

source: Items
te: అంశాలు

source: Email
te: ఇమెయిల్

source: Password
te: పాస్వర్డ్

source: Create Password
te: పాస్వర్డ్ సృష్టించండి

source: Confirm Password
te: పాస్వర్డ్ను నిర్ధారించండ

source: Login
te: ప్రవేశించండి

# createaccountuser
source: Create an account for user
te: వినియోగదారు కోసం ఒక ఖాతాను సృష్టించండి

# createaccount
source: Create an account
te: ఒక ఖాతాను సృష్టించండి

# haveaccount
source: Have an account? Login
te: ఖాతా ఉందా? ప్రవేశించండి

source: Home Page
te: హోమ్ పేజీ

# hometext1
source: Hello, Folks!!! Locate Farm is an e-commerce app, a solution for farmers to sell their goods directly to customers or people living nearby the locality through our app without any comission agents being involved.
te: హలో, ఫోల్క్స్ !!! లొకేట్ ఫార్మ్ అనేది ఇ-కామర్స్ అనువర్తనం, రైతులు తమ వస్తువులను నేరుగా వినియోగదారులకు లేదా ప్రాంతానికి సమీపంలో నివసించే ప్రజలకు మా అనువర్తనం ద్వారా ఎటువంటి కమిషన్ ఏజెంట్లు పాల్గొనకుండా విక్రయించడానికి ఒక పరిష్కారం.

# website
source: Today's Market Prices
te: నేటి మార్కెట్ ధరలు

# directions
source: Directions To Use
te: ఎలా ఉపయోగించాలి

# instructions
source: Instructions To Sellers
te: విక్రేతలకు సూచనలు

# instructionshead
source: Farmers head Left to sellers section in the bottom navigation
te: దిగువ నావిగేషన్‌లో రైతులు ఎడమ నుండి విక్రేత విభాగానికి వెళతారు

# instructionshead1
source: Select the category of the produce you want to sell
te: మీరు విక్రయించదలిచిన ఉత్పత్తుల వర్గాన్ని ఎంచుకోండి

# instructionshead2
source: Fill in the form with your Aadhar and Pattadaar Passbook number along with the items you want to sell
te: మీరు విక్రయించదలిచిన వస్తువులతో పాటు మీ ఆధార్ మరియు పట్టదార్ పాస్‌బుక్ నంబర్‌తో ఫారమ్‌ను పూరించండి

# instructionshead3
source: Done, You just have to wait for your orders.
te: పూర్తయింది, మీరు మీ ఆర్డర్‌ల కోసం వేచి ఉండాలి.

# instructionsb
source: Instructions to Buyers
te: కొనుగోలుదారులకు సూచనలు

# instructionsheadb
source: Customers head Right to buyers section in the bottom navigation
te: వినియోగదారులు దయచేసి కొనుగోలుదారు విభాగానికి కుడి వైపుకు వెళ్లండి

# instructionsheadb1
source: Select the category of the produce you want to buy
te: మీరు కొనాలనుకుంటున్న ఉత్పత్తుల వర్గాన్ని ఎంచుకోండి

# instructionsheadb2
source: You will find a list of farmers registered in that category
te: ఆ వర్గంలో నమోదు చేసుకున్న రైతుల జాబితాను మీరు చూస్తారు

# instructionsheadb3
source: You are provided with a call icon to talk and negotiote with the farmer of your choice.
te: మీకు నచ్చిన రైతుతో మాట్లాడటానికి మరియు చర్చించడానికి మీకు కాల్ ఐకాన్ అందించబడుతుంది.

# moreinf
source: For more information and queries, head on to the about us page
te: మరింత సమాచారం మరియు ప్రశ్నల కోసం, మా గురించి పేజీకి వెళ్ళండి

# aboutusp1
source: Locate Farm is an e-commerce app where we or our team consisting of three members N.Srujan Reddy, D.Sumanth Reddy and K.Sri Chaitanya currently completing their graduation from IARE(Institute of Aeronautical Engineering) are presenting a solution farmers to sell their products directly to customers or people living near by the locality through our App.
te: లొకేట్ ఫార్మ్ అనేది ఇ-కామర్స్ అనువర్తనం, ఇక్కడ మేము లేదా మా బృందం ముగ్గురు సభ్యులతో కూడిన ఎన్.స్రూజన్ రెడ్డి, డి.సుమంత్ రెడ్డి మరియు కె. వారి ఉత్పత్తులు మా అనువర్తనం ద్వారా నేరుగా కస్టమర్‌లకు లేదా సమీపంలో నివసించే వ్యక్తులకు విక్రయించేందుకు అవకాశం కనిపించతలచాము.

# aboutusp2
source: Through this app we are creating a bridge between the farmers and the customers and eliminating the Brokarage in between them. This app is built by using the flutter an open source framework which is used as the front-end software. We used the database called firebase which is also an open-source database which is used to store and authenticate the data which we are collecting from our customers.
te: ఈ అనువర్తనం ద్వారా మేము రైతులు మరియు వినియోగదారుల మధ్య వంతెనను సృష్టిస్తున్నాము మరియు వారి మధ్య బ్రోకరేజ్‌ను తొలగిస్తున్నాము. ఫ్రంట్-ఎండ్ సాఫ్ట్‌వేర్‌గా ఉపయోగించబడే ఓపెన్ సోర్స్ ఫ్రేమ్‌వర్క్‌ను ఫ్లట్టర్ ఉపయోగించి ఈ అనువర్తనం నిర్మించబడింది. మేము ఫైర్‌బేస్ అని పిలువబడే డేటాబేస్ను ఉపయోగించాము, ఇది ఓపెన్ సోర్స్ డేటాబేస్ కూడా, ఇది మా వినియోగదారుల నుండి మేము సేకరిస్తున్న డేటాను నిల్వ చేయడానికి మరియు ప్రామాణీకరించడానికి ఉపయోగిస్తారు.

# aboutusp3
source: We take some personal data from the customers who want to register as farmers like Adhaar card and pattadar passbook details which are strictly used for verification and authenticaction of the customer that he/she is genuinely a farmer.For the customers who want to buy the products from our App are requested to provide their email and phone no. to create their account.
te: కస్టమర్ అతను / ఆమె నిజమైన రైతు అని ధృవీకరణ మరియు ధృవీకరణ కోసం ఖచ్చితంగా ఉపయోగించబడే అధార్ కార్డ్ మరియు పట్టాదర్ పాస్బుక్ వివరాల వంటి రైతులుగా నమోదు చేసుకోవాలనుకునే కస్టమర్ల నుండి మేము కొన్ని వ్యక్తిగత డేటాను తీసుకుంటాము. ఉత్పత్తులను కొనాలనుకునే వినియోగదారుల కోసం మా అనువర్తనం నుండి వారి ఇమెయిల్ మరియు ఫోన్ నంబర్‌ను అందించమని అభ్యర్థించబడింది. వారి ఖాతాను సృష్టించడానికి.

# image
source: Images
te: చిత్రాలు

source: Follow Us
te: మమ్మల్ని అనుసరించు

# uid
source: User ID
te: గుర్తింపు

source: Profile details
te: ప్రొఫైల్ వివరాలు

source: Logout
te: లాగ్ అవుట్

source: Submit
te: సమర్పించండి

source: Farmer details
te: రైతు వివరాలు

# fillurdetails
source: Fill your details
te: మీ వివరాలను పూరించండి

# farmernotavailable
source: No Farmer available
te: రైతులు అందుబాటులో లేరు
